;汉化：aotix，由他人汉化补充而来。

[LEBVenator X2CharacterTemplate]
strCharacterName="狩猎者"

[VenatorFeedback X2AbilityTemplate]
LocFriendlyName="反馈"
LocLongDescription="使用目标自身的灵能潜力创造出一个毁灭性的灵能爆炸。"
LocHelpText="基于目标的灵能数值造成范围伤害。"
LocFlyOverText="反馈"

[VenatorParalyze X2AbilityTemplate]
LocFriendlyName="瘫痪"
LocLongDescription="这个衰弱攻击晕眩施术者附近的敌方，移除他们下回合一点行动力。"
LocHelpText="晕眩范围内目标并移除一点行动力。"
LocFlyOverText="瘫痪"

[VenatorImmunities X2AbilityTemplate]
LocFriendlyName="免疫"
LocLongDescription="狩猎者免疫火焰、毒素、腐蚀和心灵影响效果。"
LocHelpText="狩猎者免疫火焰、毒素、腐蚀和心灵影响效果。"
LocFlyOverText="狩猎者免疫"

[VenatorTeleport X2AbilityTemplate]
LocFriendlyName="传送"
LocLongDescription="狩猎者的移动方式是用传送移动而非直接移动。能够绕过所有监视和反应射击。"
LocHelpText="传送到新的地点。绕过所有监视和反应射击。"
LocFlyOverText="传送"

[LEBLGSR X2SitRepTemplate]
FriendlyName="狩猎"
Description="在该地区发现了灵能狩猎小队。预计会有额外的势力。"

[LEBLGSREffect X2SitRepEffect_ModifyBattleState_LEBLGSR]
FriendlyName="狩猎"
Description="在该地区发现了灵能狩猎小队。预计会有额外的势力。"

[Riftkeeper X2CharacterTemplate]
strCharacterName="裂隙守护者"

[RiftkeeperMk2 X2CharacterTemplate]
strCharacterName="裂隙守护者 Mk II"

[Riftportal X2AbilityTemplate]
LocFriendlyName="打开小型裂隙"
LocLongDescription="裂隙守护者从未知地点召唤增援。"
LocHelpText="召唤较弱的增援！"
LocFlyOverText="裂隙"

[Riftportalstrong X2AbilityTemplate]
LocFriendlyName="打开大型裂隙"
LocLongDescription="裂隙守护者从未知地点召唤增援。"
LocHelpText="召唤较强的增援！"
LocFlyOverText="裂隙"

[Riftportalstronger X2AbilityTemplate]
LocFriendlyName="打开巨型裂隙"
LocLongDescription="裂隙守护者从未知地点召唤增援。"
LocHelpText="召唤最强的增援！"
LocFlyOverText="裂隙"

[RKSustain X2AbilityTemplate]
LocFriendlyName="坚守"
LocLongDescription="如果裂隙守护者受到足以致命的伤害，他们会立刻进入静滞状态，持续1回合，且生命值会只剩下1点。此能力每次任务发动只能一次。"
LocHelpText="如果裂隙守护者受到足以致命的伤害，他们会立刻进入静滞状态，持续1回合，且生命值会只剩下1点。此能力每次任务发动只能一次。"
LocFlyOverText="坚守"

[RKSustainTriggered X2AbilityTemplate]
LocFriendlyName="坚守"
LocLongDescription="裂隙守护者逃过一次致命攻击，并进入静滞状态1回合。每次任务只能发动一次。"
LocHelpText="裂隙守护者逃过一次致命攻击，并进入静滞状态1回合。每次任务只能发动一次。"

[RKStasis X2AbilityTemplate]
LocFriendlyName="静滞"
LocLongDescription="彻底眩晕目标1回合，但目标会免疫任何伤害或攻击。"
LocHelpText="彻底眩晕目标1回合，但目标会免疫任何伤害或攻击。"
LocPromotionPopupText="<Bullet/>静滞需要<Ability:SelfCooldown/>回合冷却时间。"

[RKStasis_AoE X2AbilityTemplate]
LocFriendlyName="大静滞"
LocLongDescription="彻底眩晕效果范围内的目标1回合，但目标会免疫任何伤害或攻击。"
LocHelpText="彻底眩晕目标1回合，但目标会免疫任何伤害或攻击。"
LocPromotionPopupText="<Bullet/>静滞需要<Ability:SelfCooldown/>回合冷却时间。"

[X2StatusEffects_RK]
RiftkeeperClosedEffectName="关闭状态"
RiftkeeperClosedEffectDesc="裂隙守护者的外壳关闭了。在这个状态他能抵抗更多伤害。"

[RiftkeeperOpen X2AbilityTemplate]
LocFriendlyName="打开外壳"
LocLongDescription="裂隙守护者打开外壳，虽然会减少护甲和爆炸伤害减免，但是可以使用更多能力。"
LocHelpText="裂隙守护者打开外壳，虽然会减少护甲，但是可以使用更多能力。"
LocFlyOverText="打开外壳"

[RiftkeeperClose X2AbilityTemplate]
LocFriendlyName="关闭外壳"
LocLongDescription="裂隙守护者外壳的关闭，加强护甲和爆炸伤害减免但是会限制一些能力的使用。"
LocHelpText="裂隙守护者外壳的关闭，加强护甲和爆炸伤害减免但是会限制一些能力的使用。"
LocFlyOverText="关闭外壳"

[RiftkeeperClosedEffect X2AbilityTemplate]
LocFriendlyName="护甲外壳"
LocLongDescription="裂隙守护者的外壳关闭，对伤害的抗性得到提升。"
LocHelpText="裂隙守护者的外壳关闭时，获得护甲、爆炸伤害减免和防御加成。"
LocFlyOverText="护甲外壳"

[RKProtectiveShell X2AbilityTemplate]
LocFriendlyName="保护外壳"
LocLongDescription="裂隙守护者的外壳关闭时，对伤害具有极度抗性，但进攻能力非常有限。"
LocHelpText="裂隙守护者的外壳关闭时，对伤害具有极度抗性，但进攻能力非常有限。"
LocFlyOverText="保护外壳"

[RKRetract X2AbilityTemplate]
LocFriendlyName="缩进"
LocLongDescription="如果外壳开启的裂隙守护者受到攻击，他很有可能会缩回壳内。"
LocHelpText="裂隙守护者受伤害时会缩进它的保护壳中。"
LocFlyOverText="缩进"

[CorpseRiftkeeper X2ItemTemplate]
FriendlyName="裂隙守护者外壳"
FriendlyNamePlural="裂隙守护者外壳"
BriefSummary="与它较小型的表亲类似，裂隙守护者外壳的组织很不寻常。迄今为止我们仍无法再住两个物种间辨识出任何显著的生物学差异。 我们只能推测为什么这么少样本栖息在更加危险的裂隙守护者外壳中。"

[AutopsyRiftkeeper X2TechTemplate]
DisplayName="解剖「裂隙守护者」"
Summary="这个生物具有独特的能力，可以在现实的结构中创造出微小的裂隙。 虽然肯定的我们对于宇宙有限的理解使我们无法完整再现这种技术，但我们可能能够创造一个微型版本的原型。"
CodeName="苏格拉狗"
LongDescription="虽然我们可以肯定，居住在看门人和裂隙守护者外壳内的物种的灵能潜力是巨大的，但我们现在知道，它的外壳在这些天赋的显现中发挥了很大作用。\n\n与它的小兄弟不同，裂隙守护者确实能够在它的位置附近打开小维度裂缝。虽然这些裂缝本质上是不稳定的，但它们足够大，足以让一小群增援部队通过它们。——R·泰根。"
AlertString="裂隙守护者"

[RiftBeaconThrow X2AbilityTemplate]
LocFriendlyName="裂隙信标"
LocHelpText="打开一个小型的维度裂隙允许复仇者号船员运输增援。"
LocLongDescription="裂隙信标的爆炸对周围空气灌输灵能粒子。 这允许我们打开一个小型的维度裂隙并运输增援。 裂隙的位置高度不可预测但以信标的位置为中心。"

[RiftBeaconDamage X2AbilityTemplate]
LocFriendlyName="裂隙信标"
LocHelpText="打开一个小型的维度裂隙允许复仇者号船员运输增援。"
LocLongDescription="裂隙信标的爆炸对周围空气灌输灵能粒子。 这允许我们打开一个小型的维度裂隙并运输增援。 裂隙的位置高度不可预测但以信标的位置为中心。"

[RiftBeacon X2WeaponTemplate]
FriendlyName="裂隙信标"
FriendlyNamePlural="裂隙信标"
BriefSummary="裂隙信标的爆炸对周围空气灌输灵能粒子。这些粒子扮演和复仇者号自身的维度裂隙产生器沟通的信标，允许我们运输增援到任何给定的目标位置。 它像手榴弹一样部署并且一次使用后会被摧毁。 维度裂隙产生器在启动后需要重新充能，避免每次任务使用这个道具一次以上。"
TacticalText="<Bullet/>裂隙信标对周围空气灌输灵能粒子，允许我们每次任务运输一次增援。\n<Bullet/>裂隙的位置高度不可预测但以信标的位置为中心。\n<Bullet/>每次任务只能打开一个裂隙。\n<Bullet/>裂隙信标在一次使用后会被摧毁。"

[RiftAnchor X2EquipmentTemplate]
FriendlyName="裂隙锚点"
FriendlyNamePlural="裂隙锚点"
BriefSummary="这个道具扮演和复仇者号的维度裂隙产生器沟通的锚点。 当裂隙信标使用时，配戴它的士兵会优先。 注意： 这个道具本身在战术任务中没有作用。 训练中、受伤或是被其他事情占用的士兵无法经由裂隙信标召唤。"
TacticalText="<Bullet/>装备这个道具的配戴者在使用裂隙信标时优先。\n<Bullet/>在战术任务中没有作用。\n<Bullet/>训练中、受伤或是被其他事情占用的士兵无法经由裂隙信标召唤。"
